Repository: radomirbednar/cars
Catalog: car_share/languages/car_share-*.po
Languages: fr_fr

source: << Prew
fr_fr: << Précédent

source: Next >>
fr_fr: Suivant >>

source: New car
fr_fr: Nouveau véhicule

source: Single car #%s
fr_fr: Véhicule

source: Category
fr_fr: Catégorie

source: Details
fr_fr: Détails

source: Price
fr_fr: Prix

source: Quantity
fr_fr: Quantité

source: From
fr_fr: Du

source: To
fr_fr: Au

source: Customer info
fr_fr: Informations client

source: Booking info
fr_fr: Informations de réservation

source: Price for return to different location
fr_fr: Surcoût pour dépôt du véhicule dans une agence différente

source: Young driver surcharge
fr_fr: Surcoût pour jeune conducteur

source: Discount upon duration
fr_fr: Discount lié à la durée

source: Assigned seasons
fr_fr: Saisons assignées

source: Please first define season start and end date.
fr_fr: Définissez les dates de début et de fin de saison

source: Please, pick a season which is not applied yet.
fr_fr: Merci de sélectionner une saison qui n'est pas déjà assignée

source: You cannot assign two season with overlaping dates.
fr_fr: Vous ne pouvez pas assigner deux saisons dont les dates se chevauchent

source: Opening hours
fr_fr: Heures d'ouverture

source: Date interval
fr_fr: Intervalle de dates

source: Car plugin settings
fr_fr: Réglages

source: Car plugin setting
fr_fr: Réglages

source: Checkout form setup
fr_fr: Configuration du formulaire de réservation

source: Rent car setting
fr_fr: Réglages

source: Payable now amount (%)
fr_fr: Montant de l'acompte (%)

source: Apply payable now
fr_fr: Demander un acompte au moment de la réservation

source: Rent car setting.
fr_fr: Réglages

source: General Setting.
fr_fr: Réglages généraux

source: Settings
fr_fr: Réglages

source: Discount (percentage)
fr_fr: Discount (pourcentage)

source: From:
fr_fr: Du :

source: To:
fr_fr: Au :

source: Number of seats
fr_fr: Nombre de sièges

source: Number of doors
fr_fr: Nombre de portes

source: Number of suitcases
fr_fr: Nombres de valises

source: Gear transmission
fr_fr: Boite de vitesses

source: Create new car failed
fr_fr: Création d'un nouveau véhicule : échec

source: Cloning car failed
fr_fr: Clonage du véhicule : échec

source: Delete failed
fr_fr: Suppression : échec

source: Vehicle registration plate:
fr_fr: Plaque d'immatriculation du véhicule

source: Calendar:
fr_fr: Calendrier

source: Pick-up location:
fr_fr: Agence de retrait :

source: Drop-off Location:
fr_fr: Agence de dépôt :

source: Status
fr_fr: Statut

source: Add status
fr_fr: Ajouter un statut

source: Delete
fr_fr: Supprimer

source: Clone
fr_fr: Cloner

source: New
fr_fr: Nouveau

source: Single car
fr_fr: Véhicule

source: Edit
fr_fr: Éditer

source: Price:
fr_fr: Prix :

source: Apply:
fr_fr: Appliquer :

source: Add discount
fr_fr: Ajouter un discount

source: After days:
fr_fr: Au dessus de ce nombre de jours :

source: Discount (%) of total amount:
fr_fr: Discount (%) sur le montant total :

source: Update
fr_fr: Mettre à jour

source: Active:
fr_fr: Actif :

source: Increase price (percentage):
fr_fr: Augmentation du prix (pourcentage) :

source: --Pick a season--
fr_fr: -- Choisir une saison --

source: Save
fr_fr: Sauvegarder

source: Assign new season
fr_fr: Assigner une nouvelle saison

source: Are you sure?
fr_fr: Êtes-vous sûr ?

source: Save Changes
fr_fr: Sauvegarder les changements

source: Enabled
fr_fr: Activé

source: Required
fr_fr: Requis

source: Open
fr_fr: Ouvert

source: Date from:
fr_fr: Du :

source: Date to:
fr_fr: Au :

source: Service fee:
fr_fr: Prix du service :

source: Max quantity for this service:
fr_fr: Quantité maximum pour ce service :

source: https://www.example.com
fr_fr: https://www.exemple.com

source: This is a short description of what the plugin does. It's displayed in the WordPress dashboard.
fr_fr: Plugin de location de voitures

source: My name
fr_fr: Mon nom

source: Location
fr_fr: Agence

source: Add new
fr_fr: Ajouter nouveau

source: Add new location
fr_fr: Ajouter une nouvelle agence

source: Edit location
fr_fr: Éditer la agence

source: New location
fr_fr: Nouvelle agence

source: All locations
fr_fr: Toutes les agence

source: View location
fr_fr: Voir la agence

source: Search locations
fr_fr: Chercher une agence

source: Locations
fr_fr: Agence

source: Season
fr_fr: Saison

source: Add new season
fr_fr: Ajouter une nouvelle saison

source: Edit season
fr_fr: Éditer la saison

source: New season
fr_fr: Nouvelle saison

source: All seasons
fr_fr: Toutes les saisons

source: View season
fr_fr: Voir la saison

source: Search season
fr_fr: Chercher une saison

source: Seasons
fr_fr: Saisons

source: Car category
fr_fr: Catégorie de véhicule

source: Add car category
fr_fr: Ajouter une nouvelle catégorie de véhicule

source: Edit car category
fr_fr: Éditer la catégorie de véhicule

source: New car category
fr_fr: Nouvelle catégorie de véhicule

source: All car categories
fr_fr: Toutes les catégories de véhicules

source: View car category
fr_fr: Voir la catégorie de véhicule

source: Search car categories
fr_fr: Chercher une catégorie de véhicule

source: Car categories
fr_fr: Catégories de véhicules

source: Cars
fr_fr: Véhicules

source: Car
fr_fr: Véhicule

source: Add new car
fr_fr: Ajouter un nouveau véhicule

source: Edit car
fr_fr: Éditer le véhicule

source: All cars
fr_fr: Tous les véhicules

source: View car
fr_fr: Voir le véhicule

source: Search car
fr_fr: Chercher un véhicule

source: Add new service
fr_fr: Ajouter un nouveau service

source: Edit service
fr_fr: Éditer le service

source: New service
fr_fr: Nouveau service

source: All services
fr_fr: Tous les services

source: View service
fr_fr: Voir le service

source: Search services
fr_fr: Chercher des services

source: Voucher
fr_fr: Coupon

source: Add new voucher
fr_fr: Ajouter un nouveau coupon

source: Edit voucher
fr_fr: Éditer le coupon

source: New voucher
fr_fr: Nouveau coupon

source: All vouchers
fr_fr: Tous les coupons

source: View voucher
fr_fr: Voir le coupon

source: Search voucher
fr_fr: Chercher un coupon

source: Vouchers
fr_fr: Coupons

source: Booking
fr_fr: Réservation

source: Edit booking
fr_fr: Éditer une réservation

source: All booking
fr_fr: Toutes les réservations

source: View car booking
fr_fr: Voir les réservation

source: Search car booking
fr_fr: Chercher une réservation

source: Car booking
fr_fr: Réservation de véhicule

source: Invalid voucher
fr_fr: Coupon invalide

source: Thank you for your booking
fr_fr: Merci pour votre réservation

source: Your booking has been received and is now being processed. Your order details are shown below for your reference:
fr_fr: Nous avons bien enregistré votre réservation. Elle est actuellement en cours de traitement. Veuillez trouver ci-dessous les détails de votre réservation :

source: FROM
fr_fr: Du

source: TO
fr_fr: Au

source: Sorry, we won't be here. Please choose another time.
fr_fr: L'agence est fermée aux heures sélectionnées. Veuillez en choisir d'autres

source: Booking details:
fr_fr: Détails de la réservation

source: EXTRAS INFO:
fr_fr: Informations supplémentaires

source: Review your booking
fr_fr: Voir votre réservation

source: YOUNG DRIVER SURCHARGE :
fr_fr: Surcoût pour jeune conducteur :

source: I am under %d.
fr_fr: J'ai moins de %d.

source: Different location price:
fr_fr: Surcoût pour dépôt dans une autre agence :

source: PAYABLE NOW :
fr_fr: à payer maintenant :

source: Voucher :
fr_fr: Coupon :

source: Apply voucher
fr_fr: Appliquer un coupon

source: Billing Information
fr_fr: Informations de facturation

source: Book car
fr_fr: Réserver le véhicule

source: Please go back and chose a car.
fr_fr: Revenez en arrière et choisissez un véhicule

source: BACK
fr_fr: Retour

source: CHECKOUT
fr_fr: Poursuivre la commande

source: Price:
fr_fr: Prix :

source: Seats
fr_fr: Sièges

source: Doors
fr_fr: Portes

source: Bags
fr_fr: Valises

source: Book a car
fr_fr: Réserver le véhicule

source: Sorry, there is no car meeting your requirements.
fr_fr: Désolé, il n'y a pas de véhicule disponible répondant à vos critères.

source: Pickup location:
fr_fr: Agence de retrait :

source: Returning to different location
fr_fr: Déposer le véhicule dans une autre agence

source: Drop off location:
fr_fr: Agence de dépôt :

source: Pick-up date and time:
fr_fr: Date et une heure de retrait :

source: Return date and time:
fr_fr: Date et heure de dépôt :

source: Category:
fr_fr: Catégorie :

source: SEARCH
fr_fr: Chercher

source: Payment details
fr_fr: Détails du paiement

source: Payment Status
fr_fr: Statut du paiement

source: Block car interval
fr_fr: Durée d'indisponibilité du véhicule après un retour dans la même agence

source: Block car interval after return to another location
fr_fr: Durée d'indisponibilité du véhicule après un retour dans une agence différente

source: Air condition
fr_fr: Air conditionné

source: Fuel
fr_fr: Carburant

source: New customer booking
fr_fr: Nouvelle réservation client

source: Order: #
fr_fr: Commande:#

source: You have received an order from. Their order is as follows:
fr_fr: Vous avez reçu une commande. La commande est la suivante :

source: FROM:
fr_fr: DE :

source: TO:
fr_fr: AU :

source: EXTRAS INFO:
fr_fr: Infos extras

source: Young surcharge fee
fr_fr: Surcoût jeune conducteur

source: Different location price:
fr_fr: Prix pour dépôt agence différente

source: Voucher information:
fr_fr: Détails du coupon

source: Total Price
fr_fr: Prix total

source: Payable price
fr_fr: Prix à payer

source: Customer details
fr_fr: Détails client

source: <p>Thank your for your booking we will send our email booking confirmation to you</p>
fr_fr: <p>Merci pour votre réservation, nous allons vous envoyer un email de confirmation</p>

source: <p>Thank you. Your booking is pending we will send our email booking information to you</p>
fr_fr: <p>Merci, votre réservation est actuellement en attente. Nous allons vous envoyer les informations par email</p>

source: <p>Payment failed. Please try your payment again</p>
fr_fr: <p>Le paiement a échoué. Merci d'essayer à nouveau</p>

source: CAR PRICE :
fr_fr: Prix de la réservation

source: EXTRAS PRICE:
fr_fr: Prix des extras

source: Fullname
fr_fr: Nom & prénom

source: Email address
fr_fr: Adresse email

source: Phone
fr_fr: Téléphone

source: Address 1
fr_fr: Adresse

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: Zip
fr_fr: Code postal

source: Flight number
fr_fr: Numéro de vol

source: You have %s %% discount
fr_fr: Vous avez %s %% de réduction

source: Pick up location
fr_fr: Agence de retrait

source: Drop off location
fr_fr: Agence de dépôt

source: Car name
fr_fr: Nom du véhicule

source: Car ID
fr_fr: ID véhicule

source: Car Price
fr_fr: Prix du véhicule

source: Extra Price
fr_fr: Prix extra

source: Different location price
fr_fr: Prix pour le dépôt dans une agence différente

source: Young driver surcharge fee
fr_fr: Surcoût pour jeune conducteur

source: Voucher ID
fr_fr: ID coupon

source: Voucher name
fr_fr: Nom du coupon

source: Voucher code
fr_fr: Code coupon

source: Voucher discount percentage
fr_fr: Réduction en pourcentage du coupon

source: Voucher discount amount
fr_fr: Montant de la réduction

source: Order status
fr_fr: Statut de l'ordre

source: Order info from paypal
fr_fr: Information de l'ordre dans Paypal

source: Payer ID
fr_fr: ID du payeur

source: Amt from Paypal
fr_fr: Montant de Paypal

source: Paypal Email
fr_fr: Email Paypal

source: Address 2
fr_fr: Adresse 2

source: TOTAL WITH VOUCHER:
fr_fr: Total incluant le coupon

source: Per day
fr_fr: Par jour

source: Per rental
fr_fr: Par location
